Revit 2024 API
SymbolTypeId.WPerFtSup3 Property
 Symbol W/ft³, indicating unit Watts per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WPerFtSup3 { get; }
Visual Basic
Public Shared ReadOnly Property WPerFtSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WPerFtSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace